# Создайте SET из 5 элементов. Потом добавьте в SET ещё один элемент.

# А затем удалите через .pop() элемент и посмотрите что же вы удалили.


elements = {1, 2, "Hello world", 8, 5}

elements.add("LukA")
elements.pop()
print(elements)
