# Создайте Dictionary с 5 элементами где ключи это их имена, а значение их профессия.

# С помощь цикла for пройти вывести на экран строку:

# "Здравствуйте <Имя>  Прекрасная профессия <Профессия>"


food = {"Maks": "Developer", "Apel": "Analitic","Kaira": "Miidle - Developer", "Zubaira": "UFC"}


a = "Здравствуйте!:"
b = "Прекрасная профессия!:"

for key, value in food.items():    # 
	print(a, key,"-|-|-", b, value)

	






