# У вас есть переменные a=10 и b=5
#
# Напишите условие которое проверяет, являются ли ваши переменные положительными числами(только один if)


a = 10
b = 5

if a and b > 0:
    print("Это положительное число! ")
else:
    print("Это отрицательное число! ")

