# Создайте условие которое будет срабатывать в любом случае.
you = int(input("Число! "))
if you > 18:
    print("Тебе можно войти! ")
else:
    print("Так тоже можно войти похер входи")

    