# Создайте 2 переменные со значениями 2**3 и 3**2 и покажите значение переменной в которой значение больше.

numbers1= 3**2

numbers = 2**3

if numbers < numbers1:
    print(f"Числа в переменной 'numbers1 = ' {numbers1} больше чем в 'numbers = ' {numbers}")

else:
    print(f"Числа в переменной 'numbers = ' {numbers} больше чем в 'numbers1 = ' {numbers1}")