# 3. Напишите код, который берёт цифру 7, умножает саму на себя
#     же 5 раз.

# a = 5
# while a < 7:
#     a = a ** 7
#     print(a)


