# 5. Напишите ОДИН цикл который выведет на экран:
#     1,2,3,4,5,6,7,8,9,10,9,8,7,6,5,4,3,2,1
a = ("b", 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 9, 8, 7, 6, 5, 4,  3, 2, 1, "a")
for i in reversed(a):
    print(i, end=", ")

